/* Localized versions of Info.plist keys */

CFBundleName = "AddIcon";
NSHumanReadableCopyright = "Copyright 2005 Elliot Glaysher. GNU GPL.";

AMName = "サムネールアイコンを追加";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Thumbnail" = "サムネール";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "画像ファイル";
AMDSummary = "For each image file passed in, set the icon to a thumbnail of the image.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */
"Add" = "追加";
"Thumbnail" = "サムネール";
"Icon" = "アイコン";